Repository: bafsheh/Places-Demo-App
Catalog: Places-Demo-App/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: nl

# accessibility.addLocation.addButtonHint
source: Adds the location to the list
nl: Voegt de locatie toe aan de lijst

# accessibility.addLocation.cancelButtonHint
source: Dismisses the form without saving
nl: Sluit het formulier zonder op te slaan

# accessibility.addLocation.formLabel
source: Add custom location form
nl: Formulier aangepaste locatie toevoegen

# accessibility.addLocation.latitudeField
source: Latitude
nl: Breedte

# accessibility.addLocation.latitudeHint
source: Enter latitude between -90 and 90
nl: Voer breedte in tussen -90 en 90

# accessibility.addLocation.longitudeField
source: Longitude
nl: Lengte

# accessibility.addLocation.longitudeHint
source: Enter longitude between -180 and 180
nl: Voer lengte in tussen -180 en 180

# accessibility.addLocation.nameField
source: Location name
nl: Locatienaam

# accessibility.addLocation.nameHint
source: Optional name for the location
nl: Optionele naam voor de locatie

# accessibility.opensInWikipedia
source: Opens in Wikipedia
nl: Opent in Wikipedia

# accessibility.places.addButtonHint
source: Opens the form to add a custom location
nl: Opent het formulier om een locatie toe te voegen

# accessibility.places.listLabel
source: List of places
nl: Lijst met plaatsen

# addLocation.add
source: Add
nl: Toevoegen

# addLocation.alertInvalidMessage
source: Please enter valid latitude (-90 to 90) and longitude (-180 to 180).
nl: Voer geldige breedte (-90 tot 90) en lengte (-180 tot 180) in.

# addLocation.alertInvalidTitle
source: Invalid coordinates
nl: Ongeldige coördinaten

# addLocation.cancel
source: Cancel
nl: Annuleren

# addLocation.latLongFooter
source: Latitude -90 to 90, Longitude -180 to 180
nl: Breedte -90 tot 90, Lengte -180 tot 180

# addLocation.namePlaceholder
source: Location name
nl: Locatienaam

# addLocation.sectionCoordinates
source: Coordinates
nl: Coördinaten

# addLocation.sectionName
source: Name
nl: Naam

# addLocation.textFieldLatitude
source: Latitude
nl: Breedte

# addLocation.textFieldLongitude
source: Longitude
nl: Lengte

# addLocation.title
source: Custom Location
nl: Aangepaste locatie

# common.accessibilityRetryHint
source: Double tap to retry
nl: Dubbeltik om opnieuw te proberen

# common.error
source: Error
nl: Fout

# common.loading
source: Loading
nl: Laden

# common.retry
source: Retry
nl: Opnieuw

# location.unnamedLocation
source: Unnamed location
nl: Naamloze locatie

# places.add
source: Add
nl: Toevoegen

# places.loadingLocations
source: Loading locations...
nl: Locaties laden...

# places.title
source: Places
nl: Plaatsen
